[
  {
    "id": "beginners_lesson_001",
    "lessonTitle": "God Made the World",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Genesis",
        "chapter": 1,
        "verses": "1-19"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "In the very beginning there was nothing at all. Darkness was everywhere. Then God created the heaven and the earth. On the first day of His Creation God said, \"Let there be light,\" and there was light! God called the light Day and the darkness Night.\n\nOn the second day of God's Creation, He wanted a sky to separate the water that was everywhere. He kept just enough water under the sky to use on His world. All the rest of the water He put high above the sky. God named the big sky Heaven. Whenever we look up into the sky and see the clear blue color, or the fluffy white clouds, or even the refreshing rain coming down we can know that God made it for us.\n\nThe third day was when God told the water under the sky to move together so dry land could be put in place. He named the dry land Earth. God put the water in oceans, lakes, rivers, and streams. He told the green grass and trees of every kind to start growing. It must have looked like a beautiful garden with all the different colors of flowers. God made seeds in everything that grew. That way, He knew that if someone wanted grass to grow they could just plant grass seeds. Or, if someone wanted an apple tree they could just plant apple seeds. God knew it was just what His world needed.\n\nOn the fourth day He told some special lights to shine in the sky. The sun was to be the bright light and warmth we would need for our daytime -- a time when we work and play. God knew that the plants would need this light so they could grow. Then God made the moon and the twinkling stars. They show just a little bit of light for our nighttime. That is a time when we need to sleep.\n\nEven the plants fold up and go to sleep at night. God loves us and gave us this quiet time.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_001.jpg"
      }
    ]
  },
  {
    "id": "beginners_lesson_002",
    "lessonTitle": "God’s Greatest Creation",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Genesis",
        "chapter": 1,
        "verses": "26-31"
      },
      {
        "book": "Genesis",
        "chapter": 2,
        "verses": "1-15"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "The beautiful world that God had created was at last ready for His finest creation. God had worked for six days preparing a perfect world and now it was time to create Man. God took some dust from the ground and worked with it until it was shaped just right.\n\nHe gave Man two ears, two eyes, a nose, and a mouth. Then God gave Man something very different from all the rest of His creation. God breathed into Man and gave him a living soul. This made Man to be God's greatest creation because he could talk with God and love God. God called this first man Adam.\n\nOne of the special privileges God gave Adam was to name the animals. And he was, also, to take care of the beautiful place God had created. That would be a big job. God knew that Adam would need some help. He also knew that Adam would be lonely without someone of his own kind to talk to. So God caused Adam to go sound asleep.\n\nWhile he slept, God took a rib from Adam's side. God used that rib to make a woman. God also gave her a living soul. When Adam awoke, God brought him the woman He had made. God's plan was for the woman to be Adam's helper and wife. Adam named the woman Eve.\n\nGod wanted His people to be happy because He loved them very much. He had made a beautiful garden called Eden. He filled it with the best of His creation. That was to be Adam and Eve's home. They were happy to live there. God often visited with them in the Garden. They were good friends and they loved to talk and spend time together.\n\nWhen God had completed His creation, He set a good example for all of us to follow. He had worked for six days while He created the heavens and the earth. Then on the seventh day He rested. God knew this would be a good thing for all His people.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_002.jpg"
      }
    ]
  },
  {
    "id": "beginners_lesson_003",
    "lessonTitle": "The Beautiful Garden Home",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Genesis",
        "chapter": 2,
        "verses": "8-25"
      },
      {
        "book": "Genesis",
        "chapter": 3,
        "verses": "1-24"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "Once a long, long, time ago, God made this big world that we live in. He made it, and said it was good. God liked it.\n\nNow God wanted to plant a beautiful Garden in His world. He did not want just a flower garden or a garden with carrots, and peas and lettuce and things like that. He wanted a beautiful, beautiful Garden with big trees with all kinds of good fruit on them.\n\nSo God made the most beautiful Garden that ever was made. We can picture all kinds of pretty flowers in it, blue ones, red ones, yellow ones. Every color and every kind of flower was in that Garden.\n\nHe put in it all kinds of trees: pear trees, peach trees, apple trees. Oh, we cannot even tell how many kinds of trees grew there. Beautiful birds sang in the trees. Perhaps big butterflies flew here and there and little animals played in the bushes.\n\nThere was a river in the Garden, too. It watered the plants, and the little animals could get a drink from it. No one has ever seen such a beautiful Garden as God’s Garden was.\n\nGod wanted someone to live in the Garden so He made a man and gave him a name. God named His man, Adam. God did not want Adam to be lonesome so He made a woman, too, so Adam would have someone to talk to. Adam called her Eve.\n\nAdam and Eve lived in this pretty Garden. They did not have to work to keep the weeds out, because there were no weeds then. God did not make anything bad in the Garden. The roses did not have any sticker thorns in that first Garden. Adam and Eve did not have to buy food. They found what they wanted right there in God’s Garden of Eden and ate it.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_003.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_004",
    "lessonTitle": "Noah and the Ark",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Genesis",
        "chapter": 6,
        "verses": ""
      },
      {
        "book": "Genesis",
        "chapter": 7,
        "verses": ""
      },
      {
        "book": "Genesis",
        "chapter": 8,
        "verses": ""
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "A LONG, long, long time ago there lived a man named Noah. Noah loved God very much and prayed to Him every day. God loved Noah, too. Noah had a wife and three boys.\n\nMr. and Mrs. Noah and the three boys loved God. The whole family prayed to God and were happy to do anything God wanted them to do.\n\nThere were lots of other people in the town where the Noah family lived. These people did not love God one little bit. They were very, very naughty and bad. Anybody that does not love God is always naughty and bad because they do not have God’s love in their heart to help them be good. When you love God you just want to do good things. You do not want to do anything bad.\n\nGod would talk to Noah and tell him things to do. Noah could always hear what God said because he was listening in his heart for God’s voice. Noah was very careful to mind God all the time.\n\nOne day God talked to Noah and told him to build a great big, big boat. This was to be the biggest boat in all the world. God wanted the boat to be called an ark.\n\nThis great, big boat had to be big enough to hold all of Noah’s family and two of each of the animals and birds and everything that God made when He made the world. All the things that were alive. God wanted two of each kind to have a place in this ark boat.\n\nGod told Noah not to wonder what He would do with the big boat. God told Noah what it was for. You want to know what God told Noah? It is in the Bible so we can know what happened. God said, “Noah, I am going to make it rain and rain and rain.\n\nIt won’t stop raining for a long, long time. Noah, you and all your family and two of each of the living things I made, are going to have to live in this big boat while it is raining. You will be warm and dry there.”\n\nNoah had never made a boat before but he did not worry about how he was going to do it. He did not say, “I can’t.” Noah knew God would help him know just how to do it. God knows everything and just how to fix everything. He will tell people how to make things if they will pray and ask Him.\n\nGod told Noah just what kind of wood to get, how big to make that biggest boat in the world, how many rooms to put in it, where the only window had to be, and all the rest of the things Noah had to know to build that boat.\n\nThis ark boat was really God’s boat because God planned it and told Noah how to make it.\n\nIt was such a big, big, big ark boat it took a long, long time to make it. People could hear the bang, bang from the hammers pounding of Noah and his three boys.\n\nThe people that lived near Noah would look at that big boat and how they would laugh at him and make fun of him! They might have asked, “What are you making such a great, big boat for, Noah? There isn’t any water around here for a boat like that. That is too big.”\n\n“God told me to make this ark boat,” Noah would say, and then the people may have laughed real hard. They thought Noah was very queer to say that God told him to build a boat. They did not believe in God, so God could not talk to them as He did to Noah.\n\nNoah told the people it would rain so much it would cover all the ground and the mountains. “You had better pray,” Noah would say. “If God said He will make it rain that much, He will do it. I will need this big boat then.”\n\nNoah and his boys just kept working on the boat, no matter what the people said.\n\nSometimes people who live here in the world today laugh at other people for minding God. Other boys and girls might do it to you, too, but you just pray for them. They do not understand about God and how He can make them kind and good when they pray.\n\nLittle boys and girls who go to Sunday school can be just like Noah was. They can go right on doing what God tells them to do no matter how hard their little friends might try to get them to be naughty.\n\nOne day the boat was all finished. How big it looked! God was so happy with Noah for minding Him! Noah was happy, too.\n\nNow God said, “Noah, you and all your family must go into the boat. Take Mrs. Noah and your three boys. Take the wives of the three boys, too.” They went into the ark.\n\nAnimals started to come from everywhere. Two here, two from over there. They went right into the ark boat. Birds came, too. Oh my, so many living things, both great and tiny, tiny ones!\n\nLook, the Noah family is there, and two of each of all the living things God made are in there, and enough food for each one. What happened then?\n\nNoah did not even touch the door of that ark boat at all. Slowly, slowly, it started to shut. Do you know who did it? God did it. God shut the door of that great, big boat, Himself. He shut it tight. It would not blow open, no matter how the wind blew.\n\nSplash! Splash! Splash! What was that? Faster and faster came the hard rain that God had said He would send someday. The rain had started!\n\nIt rained and it rained and it rained. It never stopped raining for a long, long, real long time. God made that rain keep falling just like He said it would. What God had told Noah was true. The rain had really started and no one could stop it but God.\n\nThe ground was all covered with water and it was so deep that the people could not walk on it any more. Now the people wished they had not laughed at Noah. Noah was right after all, but it was too late for them to make a boat now.\n\nAfter a while all the big, high trees were covered with water. Even the tip-top of the tallest tree did not show any more. It rained and it rained, and it rained some more. Now all the big, high mountains were covered with water, too. There was not even a little tiny top of a mountain showing anywhere. The whole world was just like a great, big ocean with no land at all.\n\nIt had rained for forty days and nights. It did not stop even once, all that time.\n\nWhere was the big, big ark boat with Noah and his family? Just floating along on top of all that water. They were nice and warm, all the animals were fine.\n\nNoah and his family were glad they had listened to God and minded Him. We are always happy and safe when we mind God, too. He takes good care of every little boy and every little girl who loves Him. Yes, He does. He takes good care of big people, too.\n\nAt last the rain stopped. The water went away.\n\nGod told Noah it was time to come out of the big ark boat and to let all the animals and birds out, too. It must have seemed good to see the bright sun again.\n\nThe first thing that Noah did was to thank God for keeping them all safe from that big rain.\n\nGod talked to Noah and said, “I am going to put a beautiful rainbow in the sky.” This was a, promise from God that it would never rain so hard and long again.\n\nWhen you look up in the sky and see a pretty rainbow just know that it is God telling you He will never make it rain like that again.\n\nJust think — we can see the same kind of a rainbow that Noah did a long time ago! God is taking care of you, too, just like He did Noah.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_004.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_005",
    "lessonTitle": "A Kind Uncle",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Genesis",
        "chapter": 13,
        "verses": "1-13"
      },
      {
        "book": "Genesis",
        "chapter": 14,
        "verses": "11-16"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "ONE day God told Abraham to go far away to another place to live, to a beautiful country. Abraham minded God. He took his wife, Sarai, with him. He did not have any boy of his own. God had said someday he would give him one.\n\nAbraham took a man called Lot with him, too. Lot was Abraham’s nephew. Abraham was Lot’s uncle.\n\nAbraham did just what God told him. He left all his friends and began to go to the new country God told him about. He did not know where he was going but God did, so Abraham did not worry.\n\nIt was hard for Abraham to travel. They could not go in cars then. There were no cars. Abraham had many things and people and animals to take with him. Abraham was getting old now, too, but God said Go, so he was going, even if it was hard. Abraham was not afraid because he knew God was taking care of him.\n\nAfter a long, long, long time Abraham came to a place called the land of Canaan. Such a good country! There were nice trees with fruit growing on them, so good to eat. Green, green fields for the animals.\n\nAbraham and Lot lived together in this beautiful place. God gave Abraham many, many good things. He had lots and lots of sheep and cows, and men working for him to take care of all the animals. There was plenty of room for everybody and all the animals, too.\n\nLot also had many animals and men working for him. They would have been happy living all together but for one thing. The men who worked for Abraham and the men who worked for Lot became cross with one another. They would quarrel and fuss and say bad things to each other. Abraham was a kind and good man. He did not like to hear all that fussing and he knew God did not like it, either. My, but God does not like to hear a fuss! Abraham possibly thought, “I will go somewhere else. I do not want my men quarreling with Lot’s men. God is not happy over their quarreling and neither am I.”\n\nAbraham talked to Lot about it.\n\nThey went to a place where they could see all over the country, and Abraham told Lot to choose which land he wanted. Abraham did not say, “God gave me this land and I want to choose first.” No, Abraham loved God; and he did not act like that.\n\nLot was selfish. He took the very best land for himself. It was near a river. The grass was tall and green for his sheep. He took the very best place. Abraham took what was left. It was not as good as Lot’s but Abraham did not quarrel. Abraham knew God would take care of him no matter where he was.\n\nLot moved into a city called Sodom. He had not lived there long when some soldiers came to that city to fight. These soldiers ran off with most of the good things in the city. They took all the food. They took some people away with them, too. They took Lot.\n\nNow what was Lot going to do? He had been selfish, and look what happened to him. One of the men got away from the soldiers. He ran over to where Abraham lived and he said that Lot was in trouble. Abraham went right down there and got Lot away from the soldiers. He even got back all the things the soldiers had taken.\n\nAbraham had God’s love in his heart. He was glad to help Lot even if Lot had not been very good to him.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_005.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_006",
    "lessonTitle": "Using What God Gave Us",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Genesis",
        "chapter": 18,
        "verses": "1-8"
      },
      {
        "book": "Matthew",
        "chapter": 25,
        "verses": "34-40"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "IT was a hot day. Abraham and his wife lived in a tent, like people used to do in that country. Their tent was out in the desert where it is hot, hotter than anywhere else.\n\nAbraham loved God. God loved him, too. On this hot, hot day Abraham went to sit in the door of his tent. He looked up and saw three men standing outside. Abraham knew they must be tired and hot from walking along the dusty road on such a hot day.\n\nAbraham did not even wait for the men to get close to him. He jumped up and went as fast as he could to meet them. He bowed to the ground before them and told them not to go any farther, but to stay there. Abraham said: “Rest yourselves under this tree, and I will get you. something to eat.” They said that they would stay a while.\n\nAbraham gave them some water to wash their poor, hot, dusty feet. How nice and cool that water must have felt on their tired feet! Abraham hurried back into the tent home and called to his wife, Sarah: “We have company. Hurry and bake some nice cakes for them.” Then Abraham ran to the field where his cows were eating grass. He looked all around until he found the best calf and he took it to his servants who cooked the meat for his company. After Sarah baked the cakes (something like bread) Abraham took the cakes, and the meat, and some milk and butter to the men who were resting beneath the tree; and they ate the dinner there. Abraham did not sit down with them, but stood nearby to see if they needed anything else. He gave them the very best he had; and he did all he could think of to help them. He did not even know who they were or where they were going. He just knew that God wanted him to help people and be kind to them.\n\nWho do you suppose these three men were? Who could they be who came so suddenly to Abraham as he sat at the door of his tent? They were Angels from Heaven dressed like men. One of them may have even been the Lord.\n\nAbraham was so glad he had done all he could to make them happy. He did not know they were Angels when he first saw them.\n\nJesus is watching little boys and little girls all the time. He watches grown people, too, to see if they are good and kind to someone who needs help. He wants all who love Him to be quick and ready to do any little kind act for someone who needs it.\n\nSomeday Jesus is coming back from Heaven to get everyone who loves Him. Someday God will open that great, big Book of Life where all the names are of the girls, boys, men and ladies who have no sin in their heart.\n\nSomeday Jesus is going to let the good people live with Him in Heaven. He won’t let any naughty people into Heaven.\n\nJesus will say to the ones who are saved and have no sin: You gave someone a drink of water when he was thirsty. You gave some clothes to a little girl or boy when he did not have any. He notices when you let someone come and stay at your house and maybe even sleep in your bed when he needs some place to stay, and you do not fuss about it. Maybe someone went to see a little sick friend and took him a toy of his very own so he would have something to play with. All these little, nice, kind things to someone else are just as if you were doing them to Jesus. Jesus said that in His Bible. When you show kindness and goodness to someone else, Jesus feels as if you are doing it to Him, too.\n\nBe good to Jesus by being nice to a little friend or even someone you never saw before.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_006.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_007",
    "lessonTitle": "A Wonderful Dream",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Genesis",
        "chapter": 28,
        "verses": "1-22"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "A LONG, long time ago there lived a young man named Jacob. He lived with his mother and father and brother.\n\nOne day Jacob’s mother told him to go and visit his uncle. Jacob’s uncle lived a long, long way away. Jacob was going to have to walk all the way. There were not any busses or trains or cars in those days.\n\nJacob started out to go to his uncle’s house. Walk, walk, walk, he went. All day long Jacob walked. The roads were not smooth like our streets. They were rough and dusty. Maybe Jacob liked walking along the road at first. There were so many new things to see, but he probably was very tired by the time the day was over.\n\nAfter a while it started to get a little dark. Now Jacob walked slower and slower. He was getting tired and sleepy. There was not a single house out where he was. Not a hotel. Not any place for him to go to bed. He was going to have to fix a place to sleep there by the road.\n\nJacob was not afraid to sleep out there all by himself in the dark. Some boys and girls do not like the dark. God Himself made the dark. He made the moon and the stars to shine in the sky, to peek through the dark; and it is good to have a quiet time with God when it gets dark.\n\nJacob was not afraid. He must have moved some of the rocks to make a place that would not be too bumpy. He found some smooth rocks to use for a pillow. Then Jacob lay down and wrapped his coat around him.\n\nJacob lay there looking up at the stars. How quiet everything was! Jacob saw the stars twinkling in the dark sky. He knew God was up there in Heaven, but he did not know if God was down there in the dark with him or not. God let him know that He was there. God is everywhere. No matter where you go or how long you stay, God is with you all the time. God loves you.\n\nPoor Jacob had walked a long way that day. He was so tired when he lay down that he went right to sleep. While Jacob was sleeping he had a wonderful dream. A dream is something you see or think while you are asleep.\n\nHe dreamed he saw a bright, shiny ladder that was so long that it reached high, high up into the sky. That ladder reached right up to Heaven. Beautiful angels were walking up and down the ladder from Heaven.\n\nAt the very, very tip-top of the ladder was the best of all. God, the heavenly Father, stood there and talked to Jacob.\n\nGod said to Jacob, “I will be with you where ever you go. I am with you and I will keep you safe. I will go with you and I will bring you back home again. I will never leave you.”\n\nWhen Jacob woke up he did not feel lonesome any more. He then knew that God was there with him all the time. He knew God would take care of him there just as He did at home. Jacob must have thought: “I should have known that God is here. Here are the mountains He made. Here is the sunshine to make the day bright and warm; and last night, I saw God’s stars in the dark sky. Yes, God is everywhere.”\n\nJacob wanted to do something to thank God for His love to him after he had that wonderful dream. He took the rock he had used for a pillow and stood it up on one end. Then he poured some oil on top of it. That is the way people used to show their thanks to God a long, long time ago, before Jesus came to teach them how to pray.\n\nJacob was so happy that God had let him know that He was always with him. He told God that if He would go with him to his uncle’s and bring him back home to his mother and father again, he would always love Him and would give God part of what he had.\n\nGod is still watching over His children today and He takes care of them in the dark and in the light. He knows just what you did today and where you went. He knows how you acted and what you said. Did you make God happy today?",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_007.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_008",
    "lessonTitle": "Joseph as a Boy",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Genesis",
        "chapter": 37,
        "verses": "1-36"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "LONG, long ago in a land far across the big ocean there lived a boy named Joseph. He was a good boy. He loved God. Joseph had ten brothers bigger than he was. One- two-three-four-five-six-seven-eight-nine-ten. That many. He had one brother who was little, too.\n\nOne day Joseph’s father gave him a very pretty coat. It had so many pretty colors in it. Joseph’s big brothers were not happy because Joseph got that coat. Each brother thought he should be the one to have it.\n\nOne day Joseph’s daddy told him that his big brothers were taking care of the sheep up in the hills, and he wanted Joseph to go and see how they were getting along, to see if everything was all right.\n\nJoseph was glad to do this for his daddy. He put on his beautiful coat with all the colors and started out to walk to the hills. Walk, walk, walk. It was a long way to where his big brothers took care of the sheep.\n\nThe brothers saw him coming. “Here comes Joseph,” they said. They thought, “Father likes him better than he does us. He gave him that beautiful coat.” Those brothers were bad boys and had bad thoughts in their heart to think that.\n\nSome of the brothers were so jealous of Joseph that they even wanted to kill him. His brother Reuben did not want them to hurt Joseph, and he said: “I know what we can do. Let’s put him down in this old well and take his coat away from him.” A well is a deep, deep hole in the ground. Sometimes it has water in it but this well was all dry.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_008.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_009",
    "lessonTitle": "Joseph and His Brothers",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Genesis",
        "chapter": 41,
        "verses": ""
      },
      {
        "book": "Genesis",
        "chapter": 42,
        "verses": ""
      },
      {
        "book": "Genesis",
        "chapter": 43,
        "verses": ""
      },
      {
        "book": "Genesis",
        "chapter": 44,
        "verses": ""
      },
      {
        "book": "Genesis",
        "chapter": 45,
        "verses": ""
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "THE men who had bought Joseph from his brothers took him to a land called Egypt. He lived there until he was a big man. One time the king had a dream. A dream is something you think when you are asleep. This king did not know what his dream could be about. Someone told him that Joseph could tell him. The king wanted to see Joseph.\n\nThe king told Joseph about his dream. Joseph said that if God would help him he would tell the king what the dream meant.\n\nGod did help Joseph. Joseph said that for seven years they would have all the food they wanted to eat. After that, the next seven years, there would not be very much food so they should be careful to save some while they had plenty.\n\nThe king was so happy with Joseph that he made him ruler over all the land of Egypt. All the people had to do what Joseph said to do. He gave him pretty clothes to wear, just like his own.\n\nJoseph was very, very careful to save food for the people when everything was growing good. He did not want them to be hungry when things would not grow.\n\nFar away, where Joseph’s brothers lived, their food did not grow either. They were getting hungry.\n\nOne day Joseph’s father told his sons to go to Egypt to buy food there. The brothers did not know Joseph lived in Egypt. His father thought his boy Joseph was not living anymore.\n\nThe brothers went to Egypt. What do you think? Joseph saw them there. He knew them right away; but, of course, they did not know him.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_009.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_010",
    "lessonTitle": "Baby Moses",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Exodus",
        "chapter": 2,
        "verses": "1-10"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "A LONG, long time ago there was a little, new baby boy. The mother and father loved him, oh, so much. So did his sister and brother. His name was Moses.\n\nNo one else knew about baby Moses. It was a secret. They did not tell anyone about baby Moses. They did not dare. If they did tell that they had him at their house, a mean old king might send someone to take him away. That king did not want any little boy babies to grow up. He was a mean, bad man.\n\nWhen little baby Moses first came to live in the family it was not so hard to keep him quiet so no one would hear him. He was so little, he would sleep like little babies do.\n\nWhen baby Moses got to be a bigger baby, then it really was hard to keep him from making any noise. No doubt they were afraid someone would hear him and tell the king he was in the home.\n\nOne day the mother decided: “Our baby Moses is getting bigger now. It is not safe for him to be here with us in the house any more. We will have to think of some way to get him out of the house and into a safe place.”\n\nMoses’ mother loved God. She must have talked to God every day. She could pray and ask God to tell her what to do with baby Moses so he would be safe. God told her just what to do.\n\nOne day she went down to the river that was near her house and picked some tall, strong grass that grew there. She began to weave it until it looked like a basket. In and out, in and out, went the grass as his mother worked. She was making a basket-boat big enough to put little baby Moses in.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_010.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_011",
    "lessonTitle": "March Through the Red Sea",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Exodus",
        "chapter": 14,
        "verses": "1-31"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "THERE were some people whom God loved very much. They were called Israelites, just like you are called an American.\n\nThese Israelite people lived in a country where there was a bad, bad king. He made them work and work. They worked so hard they were almost sick. If they did not do as much work as the bad king said to do they were hit and slapped and hurt.\n\nThe king was mean to these Israelites just because they loved God. He did not love God and he did not want anyone else to.\n\nDo you remember Moses, that little baby who was put into a basket-boat in the river and the king’s girl found him? This baby was a big man now. He loved God, too.\n\nGod told Moses to go help these people get away from that mean king. Moses asked the king if the people could go into the wilderness to worship God. The king said, “No!” They could not go because he wanted them to work for him.\n\nGod sent all kinds of trouble to the king’s people until one day the king said that the Israelites could go and take their children and their cattle with them and never come back.\n\nMoses got all the Israelite people together and started to show them the way to a place God had said they could have for their own.\n\nHave you ever been so happy that you felt like singing? That must have been how the Israelite people felt to be getting away from that mean king and all that hard work. They were on their way at last to the Promised Land, the place God had said they could have.\n\nThe bad king got mad then. He wished he had not said that the Israelites could go. He wanted them back. He called all his soldiers. Soldiers are men who fight for their country. These soldiers helped the mean king.\n\nThey hurried real fast, got their horses and chariots ready, and off the soldiers went, as fast as they could go. Chariots are wagons with only two wheels and horses can pull them real fast. The poor Israelite people had to walk all the way, so could not go very fast. Do you think the soldiers will catch them?\n\nThe people of God were camped beside the big waters of a sea. A sea is much bigger and has lots more water than a river. Here they were resting after the long walk.\n\nThey looked up and saw all these soldiers coming after them. They were so afraid. What would they do? They could not swim across all that water. Little boys and girls were there. How could they get them across to the other side?\n\nMoses said, “Don’t be afraid. God will take care of us.” God told Moses to hold out the rod in his hand over the water of that sea. Moses did, and do you know what happened?\n\nWhen Moses held out his hand, God made a strong wind to blow. It blew so hard it pushed all the water away from the bottom of the sea. There was a dry path there for the Israelites to walk across to the other side. The water backed up and stood tall like a wall. Did you ever hear of water standing up tall all by itself? No, you did not. But God made it do it there that day.\n\nQuick, quick, the girls and boys and big people went on that path to the other side. Now they were afraid again. The soldiers were coming after them. The mean king might catch them after all. They came right into the Red Sea and walked on that dry path, too.\n\nMoses told the people that God would take care of them. The Israelite people of God stood there and watched. Closer and closer came the king and all those soldiers, driving their chariots along that dry path. Here they come! Then God made the wheels come off the chariots, and the horses couldn’t pull them.\n\nGod told Moses to hold out his hand again. Moses did. The strong wind stopped blowing. The high wall of water fell down all over the path. The water covered the bad king and all his soldiers. God had taken care of His people. He will take care of you, too, if you need help sometime. Just pray and say, “Jesus, I need You to help me” and He will help you.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_011.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_012",
    "lessonTitle": "God Sent Bread From Heaven",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Exodus",
        "chapter": 16,
        "verses": "4-6, 14-27"
      },
      {
        "book": "Numbers",
        "chapter": 11,
        "verses": "7-9"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "THE boys and girls, fathers and mothers, and all the animals were walking in a hot, hot sandy desert. It was not a good place to walk but God’s people were going to a new home and the only way they could get there was to walk.\n\nMoses was the leader. He talked to God to find out which way to go. Today God’s people were in bad trouble. They had eaten all the food they carried with them. Now where could they get some more food?\n\nWay, way, way out in the hot, sandy desert there were no stores, no gardens, no place to buy something to eat.\n\n“Moses, Moses,” they called. “Where will we get something to eat? What shall we do? Oh, my! Oh, my!”\n\nMoses talked to God. He knew God was watching over them. God would not let His people be hungry. God said He would rain bread down from Heaven every morning. Rain bread? God will send it tomorrow.\n\nThe next morning the people hurried fast out of their tents to see this bread God had promised. All over the ground were some small, white, round things.\n\n What is it?” wondered all the people. They called it Manna. My, it was good! It tasted sweet, like cookies made with honey.\n\nEvery morning the manna came from Heaven and every morning the people picked up just enough for the family to eat that day. They baked it in pans and made cakes with it.\n\nMoses told the people to take just enough manna for one day. God wanted His people to know that He would do just as He said. They must trust Him.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_012.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_013",
    "lessonTitle": "The Water that Came from a Rock",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Exodus",
        "chapter": 17,
        "verses": "1-6"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "MARCH! March! March! Across the dusty, hot ground went the people called Israelites. They were God’s people and Moses was showing them the way to a place all their own, but it was a long, long, long way away.\n\nEveryone had to walk. Even the little boys and girls. March! March! March! They walked all day long until the boys and girls must have been very tired. They probably hoped it would be time to stop and rest pretty soon. They could not rest just any time they wanted to or they would get left behind.\n\nThe boys and girls were hot and tired. Everyone was hot and tired. They wanted a drink of water. How good a nice, cold drink of water would taste.\n\nAfter a while the people stopped and pitched their tents. The first thing everyone wanted — boys and girls, men and women, and all the animals — was a good, cold drink of water. Water-water-where is some water? They looked — but there was not any water anywhere. Not even one little, tiny drop. No water at all.\n\n“Give us water that we may drink,” the people said to Moses. They did not like it because Moses had brought them here where there was no water.\n\nPoor people! They forgot about God and how He had helped them. They were thirsty, yet forgot to talk to God. Moses did not forget about God. Moses knew God would never let His people be hungry or thirsty.\n\nRight now Moses could see there was not any water. Moses knew God could and would give them water somehow. God helps those who pray and ask for help. Moses prayed to God, “What shall I do?”\n\nGod watches from Heaven every single minute all the time, day and night. He knows the people needed water just as He knows when you need something. God told Moses to take his stick called a rod, and some of the men of the Israelite people with him.\n\nMoses took the men and his rod. He saw a great, big rock. God told Moses to hit that big rock with his rod. Moses lifted his rod. Would water come out of a rock? A big, old rock that was dry? The men were very still. They watched closely. Would water really come?\n\nMoses hit the rock. Did water come? Oh, yes, God said it would and it did. Only God can make water come out of a rock like that.\n\nSplash! Splash! Cool, clear, fresh water just came tumbling out. Lots of it. It ran down the mountain like a little waterfall. All the boys and girls had a nice, cold drink. Mothers and fathers drank and all the animals.\n\nGod always sends us what we need today — just as He did then.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_013.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_014",
    "lessonTitle": "Tables of Stone",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Exodus",
        "chapter": 20,
        "verses": "1-21"
      },
      {
        "book": "Exodus",
        "chapter": 32,
        "verses": "1-24"
      },
      {
        "book": "Exodus",
        "chapter": 34,
        "verses": "1-5"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "MOSES was God’s special helper. He was the man who was helping the Israelites or Children of Israel to go to the place God said they could have for a home.\n\nOne day God told Moses to leave all the people and come to the top of a certain mountain. Here God and Moses could be alone and talk together. God said He would come down to the mountain, but only Moses could come up to talk to Him. God did not want the people even to touch the mountain.\n\nOn that day when Moses and God were to talk together, the mountain began to shake and move. Thunder boomed and lightning made flashes in the sky. Smoke rolled up from the mountain, too.\n\nWhen the people saw the lightning and smoke and heard the thunder they knew God was on top of the mountain. They were afraid. They had never been so close to God before. Moses told the people not to be afraid.\n\nGod talked from the top of the mountain. All the people and boys and girls could hear Him. He told them that He was their true God who had helped them get away from the mean king who made them work so hard. He was the same God who had taken such good care of them all the time. God wanted all the people to know that they should always love Him.\n\nMoses was up there with God. He stayed a long time. God gave Moses some pieces of rock called the Tables of Stone. God had written down some things He wanted the people to be sure and learn, things they must know so they could live as God wanted them to live; things we must know, too.\n\nHe said we should love God more than anybody else.\n\nWe must not worship idols. That means we should not think more of something else than we do of God.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_014.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_015",
    "lessonTitle": "Two Brave Spies",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Joshua",
        "chapter": 2,
        "verses": "1-24"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "TWO men hurried fast through the big gate into the city of Jericho. Who were they? What were they going to do? They didn’t want anybody to see them.\n\nThese two men had been sent by Joshua. Joshua was the man who God said was to take the Israelites into the good place He wanted them to have for their own. Moses had helped them for a long, long time. Now Joshua would help the people go into the Promised Land.\n\nThe rest of the people were in a camp down near the Jordan River. They were going to be so happy to get where they could have a home all their own.\n\nGod told Joshua He would tell him just what to do. Joshua and the people wanted to go over into Jericho, but they first wanted to know what the city was like. They were waiting at the camp for the two men to come back and tell them what they had seen.\n\nThey couldn’t see the city like we can now. In that country there was always a high rock wall all around the city. The only way anyone could go into or come out of the city was through a big gate in that wall. That was why the men hurried so fast through the gate.\n\nInside the city the two men saw lots of houses. They didn’t look like your house. These houses had a real flat, flat roof. Some of the houses were even built on the rock wall around the city.\n\nThis city had a king, too. A king is the man who takes care of things for the whole city. He heard about these two men. Someone told him they were inside the city walls.\n\nThis king had heard about the people of God and how they had walked all the way there. He heard about how God had taken care of them. He was afraid of what these people of God would do.\n\nWhen the two men came into the city they had to find some place to hide quick, before the king could find them. They did not want the king to find them and keep them from going back to tell Joshua about the city.\n\nGod always takes care of people who love Him. They came to the house of a woman who was kind and would help them. Her name was Rahab. She said she would hide them. Where do you suppose they hid? Rahab took the two men up to the flat top of her house. She covered them with some big, tall, heavy grasses called stalks. The men lay very, very still.\n\nHere come the king’s men to look for them. They looked all over but they didn’t find those two men.\n\nWhen the soldiers were gone the two men came out again and talked to this kind woman. They told her about God.\n\nShe said, “I know God is going to let His Israelite people come into this city.” She had heard how God had helped them and even made a big wind blow so they could walk across the sea on a dry path. Then she asked them to be kind to her mother and father and her family. She didn’t want them to be hurt.\n\nThe men couldn’t go out the gate now because soldiers were watching for them there. Rahab knew a good way to get them outside the city wall. Her house was on the wall. She let them down over the side of the wall by a red rope. The men climbed out her window and down the rope. They were safe from the soldiers. God had taken care of them.\n\nThe men told Rahab to hang that same red rope in the window of her house and she woud be safe and all her family.\n\nRahab put the red rope in her window. When the Israelite people marched into the city later on they saw the red rope in the window of Rahab’s house. She nor anyone in her family was hurt.\n\nIt pays to be good and kind. God likes good people and takes care of them.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_015.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_016",
    "lessonTitle": "The Walls of Jericho",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Joshua",
        "chapter": 3,
        "verses": "1-17"
      },
      {
        "book": "Joshua",
        "chapter": 6,
        "verses": "3-25"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "DID you ever wait for a special day to come, because on that day you would get something you wanted very much, something you had waited a long time for?\n\nIn the tent city of the Children of Israel the people were happy. Their special day had come at last. The men, women, boys and girls were rolling up the tents they had lived in so long. Today they would start moving across the river to the land God had promised them.\n\nNow everyone was ready: They did not just take their families and run on ahead. Oh, no. They waited quietly for Joshua to tell them what God wanted them to do. Joshua was the man God chose to help them.\n\nThey had been camping three days by the river. They had prayed and prayed. How they were going to get across that river Jordan they didn’t know. The water was swift and deep. They had no boats, but they knew God would have a way. He would tell Joshua. Joshua would tell them.\n\nJoshua had told the priests to take the ark-box. In this they carried some special things God gave them. Four priests carried the big ark-box on poles across their shoulders.\n\nJoshua told the people to take the ark and walk into the river. The water was still swift and deep, but the priests walked right into the river just as God had said they should do.\n\nA strange and wonderful thing happened. The water that was moving so fast STOPPED! The water began to pile up and pile up until it looked like a big wall. It did not move. It opened up a path in the river.\n\nThe long, long lines of people started across. Not in the water. Not in mud, but on dry, dry ground.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_016.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_017",
    "lessonTitle": "Gideon and his Mighty Men",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Judges",
        "chapter": 7,
        "verses": "1-25"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "At this time there is no written story available for this lesson. Therefore, please use the Bible text.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_017.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_018",
    "lessonTitle": "The Small Boy in the Temple",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "I Samuel",
        "chapter": 1,
        "verses": "9-11, 19-28"
      },
      {
        "book": "I Samuel",
        "chapter": 3,
        "verses": "1-21"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "IN the little town of Ramah, far, far across the big ocean, lived many little boys and girls. The mothers and fathers were so glad to have the little children! They liked to watch them as they ran and played. They loved them just like your mother and daddy love you.\n\nBut there was one woman in Ramah who was sad. She did not have a little boy or a girl. This lady’s name was Hannah. Oh, how she did love the children! She wished she could have a little boy all her own.\n\nOne day Hannah and her husband went to a Temple Church called a Tabernacle. They went there to pray. Sometimes we call our church a tabernacle, too, because it is so big and people come from so many places in the summer to pray and go to church together.\n\nLots of people came to this Tabernacle to pray, too. As Hannah knelt down to pray, she said to God, “God, please give me a little boy and when he gets big enough I will give him back to You to be Your helper.”\n\nHannah talked to God in her heart. She did not say it out loud, but God knew what Hannah wanted. Perhaps the tears rolled down her face but she did not make a sound when she prayed. She wanted a little boy so much she could not even talk. It is good to know that you can pray to God inside your heart and He still hears that prayer.\n\nDid God hear Hannah when she did not talk out loud? Oh yes, He surely did! God always knows just what we are thinking when we pray. If it is good for us He will give us what we pray for.\n\nThere was a priest named Eli in the church when Hannah prayed. He saw Hannah crying and praying but he did not hear her saying anything. Eli looked at her for a while. He knew that Hannah really did want God to answer her prayer.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_018.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_019",
    "lessonTitle": "A Shepherd Boy Made King",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "I Samuel",
        "chapter": 16,
        "verses": "4-13"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "GOD knows where all the good people are. He knows where all the bad ones are, too. God knows about every little girl and every little boy that ever lived.\n\nOne time there was a boy who had a good heart and loved God very much. This boy lived in a little town of Bethlehem. His name was David. David’s father’s name was Jesse. He had a big family of boys and he loved them all. David was not as old or as big as the rest of them.\n\nNo doubt David’s father used to tell him many stories about God. Perhaps he told David how God loved all the children and how He would always take good care of him.\n\nDavid did not stay at home all the time. He had to take care of the sheep for his father. Lots of times he would not bring the sheep home at night. Maybe it was too far. David would just sleep out in the hills with the sheep.\n\nDavid was never afraid. He liked to lie down on the ground at night and look up at the stars. He knew that God was up in Heaven and would take care of him. He was not afraid of the dark night because he knew that God never sleeps.\n\nDavid loved God so very much that he used to sing songs to God about the things he saw around him, and how thankful he was for the beautiful world that God had made for His children!\n\nThe sheep must have loved David, too. They felt safe when he was there. David was so good to them. He took them where they could get a nice, cool drink of water. He knew where the best grass was and he always spoke in such a kind voice to them.\n\nIf David ever did stay away from home so long that he would get lonesome, or if he ever was afraid out there all alone in the hills, he knew all he had to do was to pray to God and God would help him. He knew that God was watching over him every minute just as God watches over you.\n\nDid you know that you are never really all by yourself; even when you cannot see or hear anyone, because God has His eyes on you? He is looking right at you all the time. David knew that. David could not see God, either, but he knew He was there.\n\nOne time God told the man of God, named Samuel, to go to David’s home and talk to David’s father, Jesse. Jesse had lots of boys. One-two-three-four-five-six-seven-eight boys. David was number eight.\n\nGod told Samuel that one of these boys in this family was going to be a king. Samuel had to find out which boy it was whom God wanted for king.\n\nDo you remember that little boy who lived in the Temple Church and heard God’s voice? Samuel was that little boy who listened to God and God could tell him what to do. Now Samuel had grown up to be a big man like your daddy. He still talked to God and God talked to him. God was sending Samuel out to choose one of the boys out of Jesse’s big family. God knew He could tell Samuel just which one to choose and Samuel would get the right one for God.\n\nWhen Samuel got to David’s house, David was not home. He was out in the hills taking care of the sheep again. David had to be a brave boy because there were bears and lions and other wild animals in the hills that like to eat little sheep. One time a big bear did come out to get a little lamb and David killed it. He killed a lion once, too, and he did not have any gun. No one knew about a gun, then.\n\nSamuel did not know about David. He saw all the other boys. They were at home and Samuel looked at each one of them. One of David’s brothers was so big and strong and had such a pretty face that Samuel thought surely this would be the one that God would choose for a king.\n\nGod said to Samuel: “No, this is not the one I want for a king, even though he looks as if he would make a good king.” Do you know why God did not choose him? God looked right down into that boy’s heart and He could see sin in there. God could see all the bad things that Samuel could not see.\n\nSamuel was only a man; and a man cannot see way down inside a heart, but God can. He does it all the time. God can look right down inside our heart, too. He knows if we have been naughty and if some sin is in there.\n\nNo matter how pretty a little girl or boy may look on the outside, if there is one little sin-spot in the heart, God does not think he or she looks pretty. Oh, no, He doesn’t. Little boys and girls might look pretty to other people just like David’s brother did to Samuel. People may even tell you how nice you look, but God does not look at your face, or your hair, or new clothes. God looks way down inside your heart and if you have been naughty He sees that sin in there. He knows that you are not pretty at all.\n\nSamuel looked at all those boys. One-two-three-four-five-six-seven. Seven big boys, but God did not choose one of them.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_019.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_020",
    "lessonTitle": "The Lord is my Shepherd",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Psalm",
        "chapter": 23,
        "verses": "1-6"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "DAVID was the boy who took care of his father’s sheep way out in the hills all by himself. He loved God very much. He used to sing songs to God while he was out on the hills. He would tell God how much he loved Him by singing to Him. That is why we sing in Sunday School, too. We tell God we love Him.\n\nGod does love to hear the boys and girls sing. If He sees a girl or a boy not even trying to sing in Sunday School it just does not make God very happy. David sang out there in the hills all by himself.\n\nDavid was a shepherd boy so he knew how close a shepherd has to be to his sheep. He has to take care of them all the time, day and night. David wrote a song and called it “The LORD is my shepherd.” He knew, too, how he had to lead his sheep to all the safe places. God would show David where to go, just like David did the little sheep.\n\nDavid said in his song, \"He maketh me to lie down in green pastures.” A pasture is where the grass is nice and green. In the summertime the grass would dry up from the sun so David would have to take his sheep to a nice, green pasture to be sure they had enough to eat and could rest in the cool grass.\n\nDavid did not mean that God made him lie down in that kind of grass. He meant that God always saw that he had what he needed. Everything God gave him was good and made him happy. God took care of him just as David took care of the little baby lambs.\n\nSheep will not drink where the water is moving very fast. They must have a place where the water is quiet. Then they drink and feel so good inside.\n\n“He restoreth my soul,” sang David. David meant that he could pray and feel so good inside his heart. No matter how hard he worked, when he prayed he was all peaceful and happy inside.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_020.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_021",
    "lessonTitle": "The Word That Cannot be Destroyed",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Jeremiah",
        "chapter": 36,
        "verses": "1-32"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "Do you like to look at books? Some books have big pictures that are very pretty. Some books tell animal stories. There are books for just big people to read. Most books are only make-believe. The stories are not about real people, just play-pretend people.\n\nThere is one special Book we have that is the very best Book of all. It has stories for grownup people and boys and girls, too. Every single story in the whole Book is real and true. It is God’s own Book, the Bible.\n\nLong, long ago God gave us the Bible. God told His good helpers what to write. God wanted us to have something to read so we could know how to pray and get the sin taken out of our heart. He wanted to tell us about Heaven, and how to live so we will be ready to go there.\n\nA long, long, long time ago before the Bible was made into a book, the children would hear the stories told to them like you do in Sunday school. Because God had not sent His Bible-Book yet, the boys and girls would try very hard to remember every word. God wants you to sit up big and still, and listen to your teacher at Sunday School, just like these little boys and girls did when they were told about God.\n\nOne time there was a little boy named Josiah, who was a king when he was only eight years old. He loved God and he loved God’s house the Temple Church. The Temple Church was all dirty and dusty when Josiah was told he was the king. That made Josiah feel bad. He knew God felt bad, too. Nobody had gone to church for a long, long time.\n\nEight-year-old King Josiah told some workers to scrub and clean the Temple Church and fix all the holes. While the men were working they found a Book. God’s Book. It had been hidden in a safe place all this long time, but nobody knew where it was. King Josiah was so glad that they had found God’s Book. He told all the people they should mind God. For a long time the people did mind God, until a new king began to tell the people what to do. He did not love God.\n\nIn those days, people did not have paper and pencils as we do. Sometimes they wrote on sheep-skin after the fuzzy wool was taken off and the skin dried. They used scrolls or rolls to put their words on, too.\n\nOne day when Josiah’s son was king, God told a preacher named Jeremiah to take a roll and write a letter to the people. Jeremiah got a man to write down all the words God told Jeremiah to say.\n\nThe king heard about Jeremiah’s having this man write something in a book, so he wanted to hear it. He wanted someone to read it to him.\n\nIt was winter, and it was cold. The king had a nice warm fire in his fireplace. He was in a big, cozy chair by the warm fire. He was ready to hear the man read what Jeremiah had said.\n\nHe listened for a while. He did not like what he heard. Not at all! Why? Because it told how naughty the people were, how they needed to love God again, how they should pray and get the sin cleaned out of their heart.\n\nThe king did not like that. He got so cross! He asked to see that Book. Then he did a terrible thing. He took out his pocket knife. He cut out those pages and threw them right into the fire. He was not going to listen to God.\n\nSome of the men near him tried to get him to stop, but the bad king kept right on cutting out the pages and throwing them into the fire. What a bad, bad terrible thing to do to God’s holy words.\n\nGod saw what that king did and God did not like it. He did not want those words to be lost. God told Jeremiah to get another roll and write them all over again just like they were before. God said He would make that bad king sorry for what he had done. God did, too.\n\nWhat does God see when you have your Bible? God’s Book is a present to us from God. He wants us to take care of it. The next time you have your Bible with you at Sunday school, just remember God is watching to see if you love it and take good care of it. God is watching you.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_021.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_022",
    "lessonTitle": "Three Men in the Furnace",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Daniel",
        "chapter": 3,
        "verses": "1-30"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "ONCE, a long time ago, there was a king with a big name, Nebuchadnezzar. Nebuchadnezzar liked himself very much. He thought there was no one else in all the world who was so great and wonderful as he was. He had built many great buildings in his land and he even had his name put on some of the big stone blocks in the street. He wanted everyone to notice him and his name.\n\nOne time Nebuchadnezzar had a big, big, very tall make-believe god made. He called it an image. It might have been made to look like him. It was made of bright, shiny, yellow gold and was so high it could be seen for a long way. It was as high as a tall building. Just think how it must have sparkled when the sun shone on it.\n\nNebuchadnezzar had this image put up in a big field so there would be nothing to hide it. The field was near the place where the king lived. He did not love God. He just loved himself and wanted all the people to love him best, too.\n\nNebuchadnezzar said that everyone in the whole land had to pray to this make-believe god. He sent men over the country to tell all the king’s helpers to come to the place where the new god was built.\n\nAll the king’s helpers came. There were lots of them and they made a big crowd standing there near the golden image. This was to be the first time the people were to kneel down and say a prayer to this make-believe god that the king had made.\n\nThere were three men who worked for the king who loved the true God with all their hearts — the same God whom we love. They knew it was wrong to kneel down to a make-believe god. They knew that the God in Heaven had said not to bow down before a god that a man made. That is a sin, and these three men did not want to sin. They came that day because the king had sent for them. All the people were standing very quietly and a man who helped the king called out so everyone could hear. “The king says that you must all pray to this god. Some music will play and as soon as you hear the music you must kneel down before it. If you do not kneel and pray to this god, you will be thrown into a furnace with a big fire in it.”\n\nEven if some of the people did not want to kneel before that golden image they were afraid not to, because they did not want the king to throw them into a furnace of fire. They were afraid of him.\n\nThe three men who loved God were not afraid. One was called Shadrach, one Meshach, and one Abednego. They prayed to God in Heaven and they would not pray to any make-believe, false god no matter who said to do it. Even if they were put into a furnace they still would be true to their God. They would not kneel down in front of the golden image.\n\nAll the people were waiting for the music to play so they would know when to kneel. Listen, the orchestra is playing now. That was the signal to kneel, and bow their heads to the image god.\n\nDid everyone bow down? No! The three men who loved God stood straight and tall. Some bad men told the king on them. “They did not kneel and bow, King Nebuchadnezzar. They just stood there.”\n\nMy, how mad the king was. He shouted very loudly for someone to bring those three young men to him right away. He told the three, Shadrach, Meshach, and Abednego, that he would give them one more chance before he would put them into a furnace with a hot fire. He would have the music play again and this time they had better do what he told them to do.\n\nThe three young men said, “Our God can save us. But no matter what happens to us, we will not pray to your god.” They felt as if they would rather die and go to Heaven than to do a big sin such as kneeling down to a man-made god.\n\nThe music was played again but no, the three men still loved their God in Heaven, and tall and straight they stood.\n\nNebuchadnezzar was so mad! He had a fire made in the big furnace. He kept telling his servants to make it hotter and hotter and hotter. Some of the strongest, biggest soldiers in the king’s army came and tied Shadrach, Meshach, and Abednego with ropes and then they threw them right into the hot, fiery furnace. The fire was so hot it even burned the soldiers who threw the three young men into the furnace.\n\nThis big furnace had a door so the king could see inside. After a little while he looked in to see what had happened to Shadrach, Meshach and Abednego.\n\nLook! Look! What a surprise! The men were not burning at all. There they were just walking around in the hot fire but not hurt at all. Only the ropes were burned off them. The king was so surprised at what he saw!\n\n“Wait!” The king said, “Did not we put just three men into the fire? I see four men in there now and one of them looks like the Son of God.” It was the Son of God in there with them and they were not one little bit hurt. The fire would have burned them up if God had not taken care of them. But He did.\n\nNow the king knew for sure that the God that Meshach, Shadrach, and Abednego loved was the true God.\n\nOut of the furnace came the three brave young men. They were well and did not even smell of smoke. They were not hurt, not even one little bit. The king said, “Your God has saved you. No other god could do what your God has done.”\n\nKing Nebuchadnezzar told all the people that they must never say anything against the God in Heaven again. That God is the real God.\n\nIf we love Jesus and pray to Him and do not let anyone make us do something God does not like, God will watch over us and take care of us, too.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_022.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_023",
    "lessonTitle": "Daniel in the Lions' Den",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Daniel",
        "chapter": 6,
        "verses": "1-28"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "DANIEL was in trouble. Yes, he was, but he did not know it.\n\nSome men did not like Daniel. They wanted to do the work the king told Daniel to do. These men were going to find some way to get Daniel into trouble so the king would not like him anymore.\n\nDaniel loved God. He did not forget to pray and talk to God three times every day. Even when Daniel was just as big as you are he loved God.\n\nOne day, when Daniel was not very old, soldiers came to his city and took some of the people away, far away from their homes into another country. They took Daniel, too.\n\nDaniel had to leave his home and many friends. He did not want to go but the soldiers made him go. Daniel probably felt bad leaving his home like that, but he knew that God was with him all the time. No matter where those soldiers put him — God was there with him.\n\nThe people in the new land did not love God. They prayed to idols. Idols are make-believe things. There was no Temple Church in this new place where Daniel could go and pray; but Daniel never forgot about God. Daniel would not pray to a make-believe idol. Oh, my no!\n\nDaniel knew which way the Temple Church was from this new land. So, when he would pray he would always turn his face so he would be looking that way, to where the Temple Church was. Maybe he felt like he was in church when he did that.\n\nThese bad men saw Daniel pray three times every day. They saw him look the way the Temple Church was. Now they knew what they would do to be mean to Daniel.\n\nHurry, hurry, these men went to the king and asked him to fix it so that no one in the kingdom could pray to any god for thirty days but to the king. If they would not pray to the king they would be put in the den with the lions.\n\nThe king put his name on their paper which made this a law. The king did not know these bad men wanted to hurt his good helper, Daniel.\n\nDid Daniel quit praying to God? No, he did not! He knew it was a sin to pray to anyone but God. Daniel knelt and prayed three times every day just as he always did. He opened his window that looked toward the Temple Church, too.\n\nTip-toe, tip-toe, sh-sh, these men watched to see what Daniel would do about his praying. They saw Daniel kneel and pray to God. Away they ran to tell the king about Daniel, that Daniel was not minding him. Daniel prayed to his God, and he would have to be put in with the lions.\n\nOh, the king did not want to do that! He really loved Daniel. Daniel was the best helper he had. The king knew Daniel had a good, clean heart. But because the king had signed that paper he had to have Daniel put into the lion’s den.\n\nThat night, Daniel was put into the lion’s den-cage. A big stone was put by the door to the den. There he was, in with the hungry lions. Was he alone? No, God was there with him.\n\nThe king felt so sad! He could not sleep. He thought about Daniel and what the lions might do to him.\n\nWhen morning came the king ran over to the lions’ den-cage. “Daniel, Daniel,” he called. He wanted to know if God kept Daniel safe from the hungry lions. Can’t you hear him say, “Are you all right, Daniel?”\n\nListen, here comes Daniel’s voice, big and strong. “Oh, king . . . my God hath sent his angel, and hath shut the lions’ mouths, that they have not hurt me.”\n\nHow happy the king was to hear Daniel. Now the king knew, too, that Daniel’s God was the true and living God. The king sent out word to all the people that Daniel’s God was the right God and they must all pray to Him.\n\nWhen you pray to God, you are praying to the same God Daniel did. God will always take care of you, too, just as He did Daniel.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_023.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_024",
    "lessonTitle": "The Man Who Wanted to See Jesus",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Luke",
        "chapter": 19,
        "verses": "1-10"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "EVERYONE was excited in a little town one day. Many, many people were standing all along the road. What was happening? Jesus was coming to town that day and everyone wanted to be sure and see Him.\n\nJesus had made sick people well, blind people see, lame people walk; and no one else could do these wonderful things. My, but it would be wonderful to be able to be close to Jesus.\n\nSomeone possibly called: “Here He comes! Here comes Jesus!” Jesus was walking along the dusty road. He had walked a long, long way that day. He was probably tired.\n\nIn that town there lived a man who had lots of money. His name was Zacchaeus. Zacchaeus was so short he would never be able to see over the heads of all those people. He was not as tall as the other men and he did want to see what Jesus looked like. What could he do? He tried to look through the big crowd of people but he could not see anything that way either. Zacchaeus did not just go home and say he could not see Jesus. He wanted to see Jesus and he was going to find a way, somehow. What could he do?\n\nZacchaeus looked around to find some way to climb up higher. All at once he saw a sycamore tree. It was near the road where Jesus would have to walk. If he could climb up in that tree and sit on a limb way out over the road he could not only see Jesus but he would be real close to Him, too.\n\nZacchaeus ran on ahead of the crowd. The people were making a lot of noise so he knew Jesus was coming closer. Quickly, the little, short man ran to the tree. Up the tree he climbed as fast as he could. Now he could see Jesus, and Jesus would not know that he was there.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_024.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_025",
    "lessonTitle": "Sitting at the Feet of Jesus",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Luke",
        "chapter": 10,
        "verses": "38-42"
      },
      {
        "book": "John",
        "chapter": 12,
        "verses": "2-8"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "JESUS always liked to go to the home of Mary, Martha and Lazarus. They loved Him and He loved them. Jesus did not have a house of His own, no bed all His own. He was always walking from one town to the next town telling people about God and Heaven. Jesus always had such a happy time in the home of the friends who loved Him.\n\nOne day He came again to their house. Oh, how glad Mary and Martha were to see Jesus! Mary just stopped her work right away and sat right down by Jesus’ feet. She wanted to listen closely to all He said.\n\nMary wanted to hear the beautiful things Jesus could tell her about God the Father, about the angels, and how she could pray and go to Heaven, too, someday.\n\nMary knew she must listen to Jesus while He was right there because He would go away again to another town. She could do the work in the kitchen later.\n\nWhere was Martha while Mary sat and listened to Jesus? She was hurrying here, hurrying there. Busy-busy-busy! Martha was probably getting dinner. She wanted to show Jesus how much she loved Him by doing all the things she could think of to make Him happy. She knew Jesus did not have time to take a rest very often. She probably wanted Him to eat a good, hot dinner. She wanted Jesus to have the very best that she could give Him. She thought that was the way to do it. She was so busy doing the work she did not hear very much of what Jesus was telling Mary.\n\nMartha did not like it one little bit because Mary sat down there by Jesus and listened to Him. She thought Mary ought to get up and help her. Finally Martha said, “Lord, don’t you care that my sister isn’t helping me? Won’t you tell her to come help me?” Didn’t Jesus care that Martha had to do all the work?",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_025.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_026",
    "lessonTitle": "A Blind Man Healed",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "John",
        "chapter": 9,
        "verses": "1-38"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "A POOR blind man sat by the side of the dusty road. He could not see. He had never seen in all his life. He did not know what his mother looked like. He had never seen his daddy, either. Just think! This blind man had never seen a tree or a flower or the sky. Just black, black dark, like when you shut your eyes for a little while.\n\nBecause he could not see, this poor man could not work. He had to ask people to give him money so he could get something to eat.\n\nIt was the Sabbath. There sat the poor blind man. He could hear footsteps of people coming near him. Walk! Walk! Walk! It was Jesus and His helpers. The poor blind man did not know about Jesus. Closer, closer, came the footsteps.\n\nHe could hear the men talking about him to Jesus. Then he felt Jesus’ kind hand putting wet clay on his eyes. He did not know what to think about that.\n\nA soft, sweet, kind voice spoke to him. It was the voice of Jesus. “Go, wash in the pool of Siloam,” said the soft, kind voice.\n\nThe poor man got up from where he was sitting by the dusty road. He went slowly, slowly, feeling his way until he came to the pool. Maybe someone helped him.\n\nHere is the Pool of Siloam. Down, down the blind man went until he could feel the water with his hands. Up came his wet, wet hands to his eyes. The dirt-clay was still on his eyes. He washed off the clay.\n\nThe clay came off his eyes. Oh! Oh! The man could see! He could see! He looked all around him. He saw the blue, blue sky for the first time. He saw trees, and happy, smiling children and people. He saw everything just like you can. He was so happy! He had never been so happy. How beautiful everything looked to him!",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_026.svg"
      }
    ]
  },
  {
    "id": "beginners_lesson_027",
    "lessonTitle": "The Palsied Man Healed",
    "ageCategory": "Beginners",
    "bibleReference": [
      {
        "book": "Mark",
        "chapter": 2,
        "verses": "1-12"
      }
    ],
    "lessonSections": [
      {
        "sectionTitle": "Text",
        "sectionContent": "ONE time there was a man so sick he could not walk. He lived in a little town called Capernaum, far across the water. The people there had heard all about Jesus and how He walked from city to city teaching about God and making sick people well. They wished they could see Jesus.\n\nOne happy day Jesus came to the sick man’s town. Jesus was teaching in another house. Oh, how that poor, sick man wanted to see Jesus! The man was so sick and he shook so hard he could not hold his hands still, and someone even had to feed him. How could he get to see Jesus?\n\nThis sick man had some friends. He had one-two-three-four real good friends that came to see him and always tried to help him all they could.\n\nWhen the friends heard about Jesus’ coming to town, they hurried fast to their poor, sick friend’s house. “Jesus is here,” they said, “Jesus is here, the same Jesus who made blind people see and lame men walk. He can help you, too. Jesus can make you well.”\n\n“How can I see Jesus and ask Him to make me well when I cannot even walk to get to the house where He is?” asked the man.\n\nThe four friends looked at their poor, sick friend. They must find some way to take him to see Jesus but how could they do it? They could not just pick him up and carry him; he was too heavy.\n\n“You shall see Jesus,” said one of the friends. “Jesus never has said ‘No’ to anyone who asked Him to heal him, so I know if we can get you where Jesus can see you, He will heal you.”\n\nThe four friends talked together. All of a sudden they had an idea. They thought of just the way to carry their friend. All four of them could help so he would not be too heavy for any one of them, and it would not hurt the sick man either.\n\n“We are going to carry you,” the man’s friends said. “We will each take a corner of your bed, and then we can carry you easily.”\n\nEach of them took a corner of the sick man’s bed-mat and down the street they started with their sick friend. On they went until they came to the house where Jesus was. The house was so full of people they could not get in at the door. There were so many people in that house listening to Jesus teach, there was not room for one more. Four men carrying a poor, sick man would never be able to squeeze in there anywhere.\n\nThe friends would not take their sick friend back home. No, they were close to Jesus and they would find some way to get to Him. What could they do now?\n\nThe houses in that town all had flat roofs on them. They had some steps on the outside wall that went up to the flat roof. “We will carry you up the steps to the flat roof,” the sick man’s friends said. “We have a plan that will get you in to see Jesus.”\n\nUp the steps carefully and slowly went the men with the bed. They did not want to hurt their friend. Soon they were on top of the roof. It was nice and flat up there and no one was in the way, either.\n\nNow they tied a rope on each corner of the bed real tightly so it would not slip. Then, look! Look at what those men are going to do now. They are making a big hole in the roof, a hole big enough to let the bed go down into the room where Jesus was!\n\nThe roof of that house was not made of wood. None of the roofs were. Perhaps it was long, long, thick, heavy tile put together. It made a good, cool roof; it was not hard to make a hole in that place.\n\nWhen the hole was big enough the men lifted up their friend and held his bed right over the hole. Each man held on to the rope on his side, then slowly, slowly, slowly, down, down, down a little more, came the bed-mat with the poor sick man lying on it.\n\nHow surprised the people inside the house were when they saw that man coming down through the hole in the roof! The four friends had let him down right in front of Jesus.\n\nAll the people watched Jesus. What would He do now? Would He make the man well who had been sick for so long? How quiet everyone was.\n\nJesus looked at the sick man; he looked at the sick man’s friends. He knew these friends had faith that Jesus could heal him. Jesus said to the poor sick man, “Son, thy sins be forgiven thee.” He forgave all that man’s naughty sins. Then Jesus said, “Arise, and take up thy bed, and go thy way into thine house.”\n\nDo you know what happened? That man just got right up as well and strong as any man there; he picked up his bed he had been lying on so long, and he walked. He did not shake any more. He was well and strong. Jesus had made him well. He was healed.",
        "sectionType": "text",
        "imagePath": "assets/images/beginners_lesson_027.svg"
      }
    ]
  }
]